Repository: mozilla-l10n/mt-training-data
Catalog: cnh/cnh_pontoon.tmx
Source language: en_us
Languages: cnh

source: 2 down, keep it up!<playIcon></playIcon>
cnh: 2 na tuah cang, i zuam!<playIcon></playIcon>

source: ≥ 2 No votes
cnh: Minung pahnih lungtlin lo ahcun aw-tun mi cu cohlan lo a si.

source: ≥ 2 Yes votes
cnh: Minung pahnih nih lungtlin ah aw-tun mi cu cohlan a si.

source: Abkhaz
cnh: Abkhaz holh

source: Accent
cnh: Aw-cawi

source: Acehnese
cnh: Acehnese holh

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
cnh: { $actionType }<playIcon></playIcon>Hman tein biatlang an rel maw?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
cnh: { $actionType }<recordIcon></recordIcon> cun thang piin a biatlang hi rel

source: { $actionType }<stopIcon></stopIcon> when done
cnh: { $actionType }<stopIcon></stopIcon> a ṭha tuk

source: { $actionType } submit when ready
cnh: Kua timi kha hmet

source: Add an avatar clip to your profile
cnh: Na profile ah na hmanthlak cawlmi tar

source: Add an avatar to your profile
cnh: Na hmanthlak chia

source: Additional Language
cnh: Holhphun dang

source: Add Language
cnh: Holhphun Chapnak

source: Adyghe
cnh: Adyghe holh

source: Afrikaans
cnh: Afrikaans holh

source: Age
cnh: Kum

source: Albanian
cnh: Albania holh

source: All
cnh: A dihlak

source: All Languages
cnh: Holh phun dih lak

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
cnh: Aw-tun ah mah kong a langhter mi thil pawl cu hlonh an si. Bawmtu nih an mah kong he pehtlai in thil an chim sual a si ahcun mipi sin a phanh hlan ah donh le kham a si. Tahchunhnak ah, SSN le chuah nithla tibantuk kha kan data ah kan lutter lo.

source: Amharic
cnh: Amharic holh

source: Anonymized user data like age, sex, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
cnh: Na kum, nu maw pa sinak, na awcawi ti bantuk na kan theihter nak nih computer kan cawnpiaknak ah tampi a kan bawmhchanh lai. Na aw na kan kuatmi ah na email le na min zei tik hmanh ah a lang lai lo, cun mipi nih na min hmuhter na duh le duh lo zong nangmah nih na thim khawh.

source: Arabic
cnh: Arabic holh

source: Aragonese
cnh: Aragon holh (Spain)

source: Assamese
cnh: Assam holh

source: Asturian
cnh: Asturia holh (Spain)

source: Audio Format
cnh: Aw Tunnak

source: Avatar
cnh: Hmanthlak

source: Average
cnh: Vuaktlak

source: A voice clip is marked "valid" when a user gives it a Yes vote.
cnh: Chek cangmi aw cu "a ṭha" tiah a check tu nih " A si" ti a hmeh hnu in a lang.

source: Awards
cnh: Minṭhatnak

source: Azerbaijani
cnh: Azerbaijan holh

source: Back to Top
cnh: A cung ah kir

source: Bashkirs
cnh: Bashkirs holh

source: Basque
cnh: Basque holh

source: Become a partner
cnh: Ṭuanṭi hawi si dingah ra ve

source: Belarusian
cnh: Belarusian holh

source: Benefits
cnh: Ṭhathnemnak

source: Bengali
cnh: Bangla holh

source: <bold>{ $count }</bold> Clips
cnh: <bold>{ $count }</bold> Tuncia

source: <bold>Help us</bold> find more voices
cnh: <bold> Kan bawm </bold> Aw tampiin kawl

source: <bold>iOS</bold> users can download our free app:
cnh: <bold>iOS</bold> hi man lo in dawnlok khawh an si:

source: Both
cnh: An pahnih in

source: Both of these projects are part of our efforts to bridge the digital speech divide. Voice recognition technologies bring a human dimension to our devices, but developers need an enormous amount of voice data to build them. Currently, most of that data is expensive and proprietary. We want to make voice data freely and publicly available, and make sure the data represents the diversity of real people. Together we can make voice recognition better for everyone.
cnh: Hi pahnih project hi digital holh tlinnak hnga kan ṭuan mi ṭhencheu an si. Holh chawnhnak technology nih minung bantuk in holh a theimi computer a ser khawh, asinain ser khawhnak caah cun aw-tun mi tamtuk hringhren kan herh . Atu lioah, hi data pawl hi hmuh a har i an man a faak. Aw data hi a lak in ahopoah nih an hman khawhnak hnga kan i tinh. Cun, kan data nih hin miphun kip aiawh ding kan tinh. Hmunkhat tein, holh in computer chawnhnak hi ahopoah caah a ṭha deuh in kan tuah khawh.

source: Both (Speak and Listen)
cnh: Pahnih in (Chim le Ngai)

source: Breton
cnh: Brittany holh

source: Build a custom goal
cnh: Tinhmi hma ser

source: Build Profile
cnh: Profile Sernak

source: Bulgarian
cnh: Bulgarian holh

source: Burmese
cnh: Kawl holh

source: Buryat
cnh: Buryat holh (Russia)

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
cnh: <b> Email cu zei ah?</b> Hmailei ah kan dataset ai thlenmi a um sual ahcun nangmah he pehtlaihnak ah kan hman lai.

source: By editing your goal, you may lose your existing progress.
cnh: Na tinhmi na remh ahcun na tuah ciami na thlau kho men.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy<privacyLink>.
cnh: Kan email i luh duhnak nai thim cu Mozilla nih <privacyLink> Kilvennak Policy <privacyLink> ning bantuk in keimah kong tawlrel ko, na ti duhnak a si.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
cnh: Common Voice aw a kan hlutu le bawmchantu vialte ahodah an si ti hlethlai lo dingin <b> na lung</b>

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
cnh: Nangmah kong kan theih deuhnak thawngin Common Voice nih na Aw hi ṭha deuh le hman deuh in computer a chimh khawh lai.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
cnh: Common Voice hman ahcun , kan <termsLink> Biakam </termsLink> le <privacyLink> Kilvennak Hngalhternak</privacyLink> hi na lung a tling.

source: Cancel
cnh: Let

source: Cancel Re-recording
cnh: Tuunthar mi leet

source: Cancel Submission
cnh: Kuatmi letṭhan

source: Can't decide?
cnh: Thim kho lo?

source: Catalan
cnh: Catalan holh

source: Change your email via Settings under Login Identity
cnh: Na email setting cu luhnak ahkhan thlen khawh a si

source: Chinese (China)
cnh: Tuluk holh

source: Chinese (Hong Kong)
cnh: Tuluk holh (Hong Kong)

source: Chinese (Taiwan)
cnh: Tuluk holh (Taiwan)

source: Chuvash
cnh: Chuvash holh

source: Clearing your profile data means this demographic information will no longer be submitted to Common Voice with your clip recordings.
cnh: Na profile na hlonh ahcun Commmon Voice ah nangmah konglam le na tuun cia vialte aa hlonh dih lai.

source: Click
cnh: Hmet

source: Clip Graveyard
cnh: Thlanmual

source: Clips
cnh: Aw-tawi

source: Clips recorded
cnh: Khumh cangmi Aw

source: Clips Uploaded
cnh: Na aw aa khumh cang

source: Clips validated
cnh: Chek cangmi Aw

source: Clips You've Recorded
cnh: Na tuncia mi

source: Clips You've Validated
cnh: Na chek cia mi

source: Close
cnh: Phit

source: Collecting sentences from the public domain, or writing new ones for the public domain.
cnh: Biatlang pawl kan khawmhnak cu mipi sinin ṭialmi siseh, a thar biatlang zong ṭial chih a si.

source: Comment
cnh: Fianter

source: Common Voice data plus all other voice datasets above.
cnh: Common Voice data le a dang aw data vialte a cunglei ah.

source: Common Voice has unlimited potential and we are indeed exploring speech interfaces in many Mozilla products, including Firefox.
cnh: Mozilla nih chuahmi thil, Firefox, ti bantuk ah hin Common Voice hi hman khawhnak ding thil tampi a um.

source: Common Voice is a collaborative project, and we're depending on our community of partners and contributors to build the largest open-source dataset of voices ever. We would like to thank the following people and organizations for their help with the project:
cnh: Common Voice hi hmunkhat ah i bawmh in ṭuanṭi mi thil a si i vawlei cungah a lianbik khawmh mi aw-tun ser khawhnak dingah hin, kan zaatlangbu minung le bawmtu pawl kan in bochan ko hna. Hi vialte kan tuah khawhnak ding caah a kan bawmtu bu le pumpak pakhat cio nan cungah lunglawmhnak tampi kan ngei.

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
cnh: Common Voice cu Mozilla kampani nih a tuah mi, zeitiin dah Laiholh in computer chawnh khawh a si lai, ti computer cawnpiaknak a si.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
cnh: Common Voice cu Mozilla nih tuahmi zeitindah minung an holh ti computer cawnpiaknak a si.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
cnh: Common Voice hi Mozilla tuahmi zeitindah minung an holh ning a si ti cawnpiaknak a si. Common Voice dataset pin ah Deep Speech timi, holh in computer chawnh khawhnak zong kan ser chih.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
cnh: Common Voice aw tunmi cu sianginn kaimi, sipuaizi, le computer chawnhnak lei thiam sangmi hna nih aw le computer he a pehtlaimi sernak dingah an hman. Na aw tun ciami hlonh na duhnak ruang na kan chim kho hnga maw?

source: Confirm Goal
cnh: Tinhmi Fehter

source: Connect with Gravatar
cnh: Gravatar he pehtonh

source: Contact
cnh: Pehtlaihnak

source: Contact Form
cnh: Pehtlaihnak Cakuat

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
cnh: Laisen theihternak <licenseLink> Creative Commons Laisen</licenseLink>

source: Continue
cnh: Peh zulh

source: Contribute
cnh: Aw Tunnak

source: Contribute to { $lang }
cnh: { $lang } ah pekchanh

source: Contribute Your Voice
cnh: Na Aw rak tuun

source: Contribution Activity
cnh: Bawmtu Cawlcanghnak

source: Contribution Experience
cnh: Bawmhnak Petu Hmuh Ning

source: Contributors record voice clips by reading from a bank of donated sentences.
cnh: Biatlang hlutmi hi bawmtu nih an rel i an aw an tun.

source: Cookies
cnh: khuk-ki

source: Cornish
cnh: Cornwall holh (England)

source: { $count }mo
cnh: Thla { $count }

source: { $count }wk
cnh: Zarh { $count }

source: { $count }y
cnh: Kum { $count }

source: Create a Custom Goal
cnh: Tinhmi kawltung ser

source: Create a custom voice wave to introduce yourself. Other users will be able to hover and listen to your clip.
cnh: I hngalhternak dingah hman dingmi na aw cawlcang ning ser. Midang pawl nih an ngaih khawh lai.

source: Create a profile
cnh: Profile sernak

source: Create a voice clip as part of your profile avatar. Others will be able to hover and listen to your clip.
cnh: Na profile hmanthlak caah aw-tun piak khawh a si. Midang nih na tunmi aw cu an ngaih khawh lai.

source: Create Voicewave
cnh: Aw a cawlcang ning ser

source: Croatian
cnh: Croatian holh

source: Czech
cnh: Czech Republic holh

source: Daily Goal
cnh: Nifatin tinhmi

source: Danish
cnh: Denmark holh

source: Dashboard
cnh: Innpi

source: Datasets
cnh: Pumhmi Data

source: Days
cnh: Ni

source: De-identified
cnh: Langhter hlah

source: DELETE
cnh: HLONH

source: Delete Data
cnh: Hlonh ko

source: Delete my recordings
cnh: Tuun mi hlonh

source: Delete Profile
cnh: Profile hlonhnak

source: Dhivehi
cnh: Dhivehi holh

source: Different language
cnh: Holh dang

source: Difficult
cnh: A Har

source: Difficult to pronounce
cnh: Awchuah a har

source: Donate your voice
cnh: Na aw rak tun

source: Don't see your language on Common Voice yet?
cnh: Common Voice ah na holhphun na hmu maw?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
cnh: Kan Dataset ah na holh phun na hmu lo maw? Holhphun umnak ah kal law rak kan hal.

source: Download Common Voice Data
cnh: Common Voice Data Dawnlok

source: Download Data
cnh: Data Dawnlok

source: Download Dataset Bundle
cnh: Pumhmi Data Vialte Dawnlok

source: Download { $language }
cnh: Dawnlok

source: Download my data
cnh: Ka data dawnlok

source: Download My Data
cnh: Ka data dawnlok

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
cnh: Common Voice a ṭhat deuhnak dingah ruahnak ṭha na ngeihmi a um maw? Discourse ah kan chim.

source: Do you want to continue?
cnh: Na peh duh maw?

source: Do you want to Speak, Listen or both?
cnh: Chim, Ngai, silole a pahnih in tuah na duh maw?

source: Drag and drop or <browseWrap>Browse</browseWrap>
cnh: Ṭhial law thla silole <browseWrap> Zoh </browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit. Contribution will continue directly with the next set of 5 recordings or validations.
cnh: Aw tunmi kuat lioah bia halnak cu 'Kuat' ti na hmeh hnu in lanh tak a si lai. Aw tunnak silole cheknak a ra colh lai.

source: Dutch
cnh: Netherlands holh

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
cnh: Kan dataset chung i a ummi paoh cu MP3 le ca tlawmpal te an i tel. A tam deuh <b>{ $total }</b> suimilam zat thunmi cu aw-tun tu kum, nupa sinak, le aw-cawi pawl hna hi speech recognition cawnternak caah telh chih an si.

source: Easy
cnh: A Fawi

source: Edit
cnh: Remh

source: Edit Profile
cnh: Profile remhnak

source: Email is already used for a different account
cnh: Na email cu midang nih an hman cang

source: Email Subscriptions
cnh: Email Pehtlaihnak

source: English
cnh: Mirang

source: Enter Email to Download
cnh: Download dingah cun na email ṭial

source: Enter your email
cnh: Na email ṭial

source: Erzya
cnh: Erzia holh (Russia)

source: Esperanto
cnh: Esperanto holh

source: Estonian
cnh: Estonia holh

source: Everyone
cnh: Bawmtu dihlak

source: Exit & Delete clips
cnh: Chuak & Tuncia hlonh hna

source: Exit Form
cnh: Chuaknak Catlap

source: Faroese
cnh: Faroe Islands holh

source: Female
cnh: Nu

source: Finish editing first?
cnh: Na remh hmasa lai maw?

source: Finish recording
cnh: Tuun dih ta

source: Finish recording first?
cnh: Biatlang van rel hmasa dih ta?

source: Finnish
cnh: Finland holh

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
cnh: Hi thlah cangmi holhphun hna caah cun an website cu tling tein <localizationGlossaryLink> holh lehpiak </localizationGlossaryLink>, tling tein <sentenceCollectionGlossaryLink> biatlang khumh cia </sentenceCollectionGlossaryLink> le <speakLink>Holh</speakLink> le<listenLink> Ngai</listenLink> khawhnak zong tuah dih an si cang.

source: For these launched languages the website has been successfully localized, and has enough sentences collected, to allow for ongoing <italic>{ speak }</italic> and <italic>{ listen }</italic> contribution.
cnh: Hi holhphun kan thlah mi chung ah cun catlang tling tein le an mah le holh cio in ca kan tial cang, aw tuun <italic>{ speak }</italic> le <italic>{ listen }</italic> ngaih nak kan chiah.

source: For these launched languages the website has been successfully localized, and has enough sentences collected, to allow for ongoing <italic>Speak</italic> and <italic>Listen</italic> contribution.
cnh: Hi thlah cangmi holhphun hna caah cun tlamtling tein website hi an mah le holh cio in leh piak dih an si cang, cun biatlang zong a zatawk tein <italic> Chim</italic> le <italic> Ngaih</italic> khawhnak caah an khomh khawh cang.

source: French
cnh: France holh

source: Frequently Asked Questions
cnh: Hal Tawnmi Bia

source: Frisian
cnh: Frisia holh

source: Fulah
cnh: Fulah holh

source: Galician
cnh: Galician holh

source: Georgian
cnh: Georgia holh (Ram)

source: German
cnh: Germany holh

source: Get involved
cnh: I tel ve

source: Get Involved
cnh: Rak I Tel Ve

source: Get started with goals
cnh: Tinhmi in hram domh

source: Get Started with Speech Recognition
cnh: Speech Recognition hramthok

source: Give your avatar a voice
cnh: Na hmanthlak bia chimter

source: Glossary
cnh: Fianhternak

source: Goals
cnh: Tinhmi

source: Go to Discourse
cnh: Discourse ah kal

source: Go to Languages Page
cnh: Holhphun thimnak ah kal

source: Go to { $name }
cnh: { $name } hin kal

source: Grammatical / spelling error
cnh: Gramma / Biafang palh

source: Great! How many clips a week?
cnh: A ṭha! Zarhkhat ah tunmi zeizat?

source: Great! How many clips per day?
cnh: A ṭha! Nikhat ah tunmi zeizat?

source: Great!<recordIcon></recordIcon> Record your next clip
cnh: A ṭha!<recordIcon></recordIcon> A dang tuun ṭhan

source: Great work!<playIcon></playIcon> Listen again when you're ready
cnh: A ṭha tuk! <playIcon></playIcon> naa manh in ngai ṭhan

source: Greek
cnh: Greek holh

source: Hakha Chin
cnh: Laiholh (Hakha)

source: Hausa
cnh: Hausa holh

source: Have Feedback?
cnh: Ruahnak kan cheu?

source: Have questions about Common Voice? Ideas for improvements or feedback about a specific language? Join us on our <discourseLink>Discourse forum</discourseLink> and let us know.
cnh: Common Voice kong biahalnak na ngei maw? A ṭhat deuhnak ding silole holhphun kongah ruahnak ṭha na ngei maw? <discourseLink> Discourse</discourseLink> ah kan leng law rak kan chim.

source: Have you read our Terms?
cnh: Kan zulhphung na rel cang maw?

source: Having a profile is not required to contribute though it is helpful
cnh: Aw tunnak dingah profile ngeih cu a herh lo nain na ngei ahcun a kan bawmh deuh lai

source: Hebrew
cnh: Hebrew holh

source: Help
cnh: Bawmhnak

source: Help Common Voice reach { NUMBER($hours) } hours in a language with a personal goal
cnh: Common Voice nih { NUMBER($hours) } suimilam tlinh khawh dingin timhlamhnak he kan bawm

source: Help reach { NUMBER($hours) } hours in { $language } with a personal goal
cnh: { $language } holh in { NUMBER($hours) } suimilam tlinh khawh dingin kan bawm

source: Help report bugs
cnh: A ṭha lo mi kan chim

source: Help teach machines how real people speak, donate your voice at { $link }
cnh: Minung an holh ning computer chim ve, na Aw van khum { $link }

source: Help us build a community around voice technology, stay in touch via email.
cnh: Holhphun kip in computer a ngah khawh nak ding kan bawm, email in kan pehtlaih peng.

source: Help us build a high quality, publicly open dataset
cnh: Mipi nih hman awktlak pumhmi data ser kan bawm

source: Help us find more voices, share your goal
cnh: Tam deuh in aw kawl kan bawm, na tinhmi langhter

source: Help us find others to donate their voice!
cnh: Na hawi le nih an Aw an rak tun ve dingin sawm kan bawm!

source: Help us get to { $goal }
cnh: { $goal } tiang phanh kan bawm

source: Help us validate sentences!
cnh: Biatlang an chimmi a hman le hman lo chek kan bawm!

source: Help us validate voices
cnh: Aw rak kan chek pi

source: Hidden
cnh: Langh lo

source: Hill Mari
cnh: Hill Mari holh

source: Hindi
cnh: Hindi holh

source: Hours Recorded
cnh: Suimilam khumh cangmi

source: Hours Validated
cnh: Suimilam chek cangmi

source: { $hours } validated hours so far!
cnh: Tuun cang mi suimilam zat: { $hours }

source: How ?
cnh: Zeitin?

source: How can I get the Common Voice data?
cnh: Common Voice data hi zeitindah ka lak khawh lai?

source: How does Common Voice calculate hours?
cnh: Zeitiin dah Common Voice nih suimilam hi a tuak?

source: How does it work?
cnh: Zeitindah a sining a si?

source: How do you ensure anonymity and privacy of the people who donated their voices?
cnh: Zeitiin dah aw a tuntu kilvennak caah le an min a langh lonak hnga nan tuah?

source: Hungarian
cnh: Hungary holh

source: I agree
cnh: Ka lungtling

source: I am a non-native { $lang } speaker and I speak with an accent, do you still want my voice?
cnh: Lai holh ah kokek ka si lo i Aw-cawi ka ngei, ka holh nan duh ko maw?

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
cnh: Kokek holh ka hmang lo i aw-cawi ka ngei nain a ka aw-cawi nan duh ko lai maw?

source: Icelandic
cnh: Iceland holh

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
cnh: Common Voice nih tinhmi theihternak, le tuah ciami thawngthanhnak ti bantuk ka email ah kuat ka duh ve.

source: I'd like updates and to keep current with what's happening with Common Voice.
cnh: Common Voice konghi chimh peng le theih peng ka duh ko.

source: I do not agree
cnh: Ka lungtling lo

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
cnh: #CommonVoice aw hlutnak caah keimah pumpak tinhmi ka langhter-- ka telpi ve ulaw zeitindah minung an holh ti computer chim hna usih { $link }

source: I’m afraid I don’t know what you’re looking for.
cnh: Na kawl mi hi ka thei lo.

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
cnh: Keimah kong hi Mozilla <privacyLink> Kilvennak Pawlisi </privacyLink> i nan ṭial bantuk in hmang ko uh.

source: * Indicates required field
cnh: * aherh mi a um

source: Indonesian
cnh: Indonesia holh

source: In Progress
cnh: Tuah lio mi

source: In progress languages are currently being built for contribution by our communities; their progress reflects where they are across the website localization and sentence collection phases.
cnh: Tuah lio cuahmah mi holhphun hna cu anmah ram le miphun cio nih bawmhnak in ser an si; An ṭhanchonak cu website an mah holh in an lehnak le catlang an pumhkhomh nak ah a lang.

source: Irish
cnh: Ireland holh

source: Is my account information public?
cnh: Ka account pawl hi mipi nih an hmu kho maw?

source: Is the clip valid?
cnh: Aw-tun mi cu chek a si cang maw?

source: Is the goal of Common Voice to build a voice assistant?
cnh: Common Voice nih ai tinhmi hi holh bawmtu (voice assistant) ser a si maw?

source: Italian
cnh: Italy holh

source: It contains words or phrases that are hard to read or pronounce.
cnh: Awchuah silole rel a har mi an i tel.

source: It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout.
cnh: Carel ding kha ṭha tein hmunhma chiah piak lo ahcun a reltu an i vaivuanh lai ti cu theih ciapi a si ko.

source: It is written in a language different than what I’m speaking.
cnh: Ka holh phun a si lomi in a ṭial.

source: Izhorian
cnh: Izhorian holh

source: Japanese
cnh: Japan holh

source: Join the Common Voice mailing list
cnh: Common Voice cakuatnak min cazin ah i tel ve

source: Kabardian
cnh: Kabardian holh

source: Kabyle
cnh: Kabyle holh
